example/query/Poll_event_single_param_basic/EQ_bizStep.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:query="urn:epcglobal:epcis-query:xsd:1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
    <soapenv:Header/>
    <soapenv:Body>
        <query:Poll>
            <queryName>SimpleEventQuery</queryName>
            <params>
                <param>
                    <name>EQ_bizStep</name>
                    <value xsi:type="query:ArrayOfString">
                        <string>urn:epcglobal:cbv:bizstep:receiving</string>
                        <string>urn:epcglobal:cbv:bizstep:accepting</string>
                    </value>
                </param>
            </params>
        </query:Poll>
    </soapenv:Body>
</soapenv:Envelope>